
export const detailMenu = {
    "한식": {
        "찜": ["아구찜", "갈비찜","해물찜", "낙지찜", "찜닭", "김치찜", "편백찜"],
        "찌개": ["김치찌개", "된장찌개", "부대찌개", "비지찌개", "짜글이", "순두부찌개", "청국장"],
        "구이": ["삼겹살", "소갈비", "돼지갈비","곱창","막창", "대창", "오리", "양꼬치"],
        "탕": ["해물탕", "알탕", "동태탕", "돼지국밥", "닭볶음탕", "감자탕", "설렁탕", "순대국", "갈비탕", "곱도리탕"],
        "볶음": ["제육볶음", "오징어볶음","김치볶음밥", "순대볶음", "두루치기", "낙지볶음", "쭈꾸미볶음", "불고기"],
        "백반": ["한식부페", "돼지국밥","미역국", "해장국", "뚝배기불고기"],
        "조림": ["갈치조림", "고등어조림"],
        "분식": ["떡볶이", "김밥", "순대","튀김", "라면", "쫄면", "만두"],
        "기타": ["비빔밥", "도시락", "냉면", "칼국수", "수제비", "치킨", "족발", "보쌈"]
    },
    "중식": {
        "짜장면": ["짬뽕","짜장면","탕수육","계란볶음밥"],
        "마라탕": ["마라샹궈", "마라탕","꿔바로우"],
        "만두": ["딤섬", "고기만두", "김치만두"],
    },
    "양식": {
        "파스타": ["파스타", "스테이크", "리조또", "타코"],
        "피자": ["화덕", "도미노", "반올림", "피자스쿨"],
        "햄버거": ["수제버거", "맥도날드", "버거킹", "맘스터치"],

    },
    "일식": {
        "돈까스/회/초밥/튀김": ["초밥", "회", "돈까스", "메밀소바", "우동", "돈부리", "텐동", "장어덮밥", "연어"],
        "카레": ["카레우동", "카레"]
    },
    "기타": {
        "베트남": ["쌀국수", "분짜","반쎄오", "반미", "월남쌈"],
        "태국": ["팟타이","푸팟뽕커리","똠양꿍"],
        "다이어트": ["샐러드", "서브웨이", "랄프의 코끼리 샐러드", "굶기", "사무실 밥/반찬"],
    }
}